// ======================================================================================
// /catalog — сторінка каталогу.
// ======================================================================================
// На цій сторінці має відображатися список доступних кемперів,
// а також бути реалізована можливість фільтрації та довантаження карток.
// --------------------------------------------------------------------------------------

// import Image from 'next/image';
import css from './Catalog.module.css';

export default function Catalog() {
  return (
    <section className="container">
      <h2 className={css.title}>Catalog</h2>
    </section>
  );
}
