// ======================================================================================
// /catalog/[camperId] — сторінка окремого кемпера.
// ======================================================================================
// На цій сторінці потрібно показати детальну інформацію про кемпер,
// галерею зображень, відгуки користувачів і форму бронювання.
// --------------------------------------------------------------------------------------

// import Image from 'next/image';
// import styles from './page.module.css';

export default function Camper() {
  return (
    <div>
      <main>Campar</main>
    </div>
  );
}
